{
 "English": [

     {
      "name": "Wishing everyone a blessed Good Friday. May He is always there to enlighten us with knowledge and bless us with positivity in life."
     },
     {
      "name": "Let us say thanks to the son of God for bearing our sins and sacrificing his life for us. We hope we can show kindness and forgiveness to others which he taught us through his deeds. Have a blessed Good Friday!"
     },
     {
      "name": "Praying that the Lord holds you in His love & blesses you with His grace on this day."
     },
     {
      "name": "I’m just thinking of you on “Good Friday” and praying that the Lord keep you in His loving care always!"
     },
     {
      "name": "Holy Friday is the opportunity to recall the sacrifices of the Lord that had been crucified and expired to the sins of humanity to save the world. Warm wishes on Easter Good Friday for you."
     },
     {
      "name": "Sending my best wishes on this holy occasion of Good Friday. May your heart be filled with kindness, joy, and happiness."
     },
     {
      "name": "HE showed us the way, HE has long been gone and yet in our hearts, HIS name shines on. Wishing you a Holy Friday!"
     },
     {
      "name": "I pray for you that Jesus keeps you surrounded by happiness and fills your life with his blessings. I wish the best for you today. Good Friday Greetings to you!"
     },

  
  {
   "name": "May the blessing of God be always upon us. Wish you a blessed Good Friday."
  },
  {
   "name": "Good Friday is beautiful because it reminds us that we matter to the great Lord. Have a divine Good Friday with your family and loved one."
  },
  {
   "name": "May you and your loved ones are always showered with the choicest blessings of Almighty. Warm wishes on Good Friday to you."
  },
  {
   "name": "Wishing a very blessed and Happy Good Friday to you my dear. May this holy day bring into our life happiness and goodness."
  },
  {
   "name": "May the sacrifice of our Savior be the inspiration for you to go forward and follow the light of redemption. Have a blissful time on this Holy Easter Friday!"
  },
  {
   "name": "May the love of Jesus fill your heart with heavenly bliss and holy desires for now and forever. Wishing you a Holy Good Friday my friend!"
  },
  {
   "name": "Don’t ask God to put an end to your problems but always ask him for strength to face the challenges of life. Happy Good Friday to you."
  },
  {
   "name": "May he bestow your home and heart with eternal happiness and goodness to make this journey of life a beautiful one for you. Happy Good Friday."
  },
  {
   "name": "May the lord’s sacrifices reflect upon your actions. I wish you a happy Good Friday and a lovely Easter."
  },
  {
   "name": "Good Friday is beautiful because it reminds us that we matter to the great Lord. Have a divine Good Friday with your family and loved ones."
  },
  {
   "name": "Happy Good Friday! May God turn this Good Friday into a blissful beginning of your life. May God fill your life with goodness on this holy day."
  },
  {
   "name": "May the faith you have in God brings unimpeded peace and happiness to your heart. Have a blessed Good Friday with your family."
  },
  {
   "name": "May the love of Jesus fill your heart with heavenly bliss and holy desires for now and forever. Wishing you a Holy Good Friday my friend!"
  },
  
   "name": "Jesus Christ is the same yesterday and today and forever. May you Reside within his abiding love my Jesus who had been born in a manger Be born again on your Heart. Happy Good Friday 2021."
  },
  {
   "name": "The day is the celebration of fearlessness; when you face problems in life, do not pray God to let them away, but ask God to give you the courage to face the challenge. The victory will be yours. Happy Good Friday my dear friend."
  },
  {
   "name": "May all of us be blessed with the goodness of Good Friday on this auspicious day and always."
  },
  {
   "name": "May the Lord light up our way into eternal bliss. Have a blessed Good Friday!"
  },
  {
   "name": "Have a blessed Good Friday, and never doubt or forget how much God loves you. Enough to send His only son to the cross to take away your sins."
  },
  {
   "name": "On the auspicious occasion of Good Friday, I am sending you warm wishes for a day full of goodness, joy, and smiles with your loved ones."
  },
  {
   "name": "On this day, our Lord made a great sacrifice and freed us all from sins. Let us all take a moment and thank our Lord for all the love he has blessed us with."
  },
  {
   "name": "I’m praying to Lord that he keeps you safe always and surrounds your life with eternal love and happiness. Wishing you a Holy Good Friday!"
  },

  {
   "name": "On Good Friday, may the sacrifice of our Savior give you strength and may His blessings always be with you and your family."
  },
  {
   "name": "On this graceful occasion, hope that God’s love fills your heart and soul. Enjoy Good Friday and Easter."
  },
  {
   "name": "Hope our savior bless you always and you give him the most superior place in your heart. Have a holy Good Friday with your dear ones."
  },
  {
   "name": "He hung, bled and died proving his love for us. Nothing can beat his sacrifice for humankind. I hope we can hold the faith he deserves. Good Friday."
  },
  {
   "name": "Wishing you all a blessed and beatified good Friday with the hope that God’s great love will remain unchanged for you. Make the most of this good Friday with family and prayers."
  },
  {
   "name": "May the sacrifice of our Savior be the inspiration for you to go forward and follow the light of redemption. Have a blissful time on this Holy Easter Friday!"
  },
  {
   "name": "I’m praying to Lord that he keeps you safe always and surrounds your life with eternal love and happiness. Wishing you a Holy Good Friday!"
  },
  {
   "name": "On this holy Good Friday, I wish nothing but the best for you. May Jesus Christ born again in our heart and you will always be loved and protected by him."
  },
  {
   "name": "Sending my best wishes on this holy occasion of Good Friday. May your heart be filled with kindness, joy, and happiness."
  },
  {
   "name": "I pray for you always and this Good Friday is not an exception. May God keep you in His loving care and under the shadow of blessings on this day and for eternity."
  },
  {
   "name": "Wish you a blessed Good Friday and Easter. I pray that your faith stays stronger than all your troubles."
  },
  {
   "name": "May Lord hear all your prayers and rewards with everything that you ask for. May he shower upon you the blessings of the heavens above. Happy Good Friday!"
  },
  {
   "name": "We are blessed because Lord loves you. He was born for us and sacrificed his life for us. It’s a day to be grateful to our Lord for every pain he bored in silence."
  },
  {
   "name": "On this day, our Lord made a great sacrifice and freed us all from sins. Let us all take a moment and thank our Lord for all the love he has blessed us with."
  },
  {
   "name": "God is so kind and loving much that he sent us Jesus; his son, only to be crucified in order to free humankind from all the sins in life. On this day, be thankful to our dear Lord."
  },
  {
   "name": "Jesus held us so deer that he gave his life for saving us from sins. May you find your inspiration from this holy sacrifice of our savior. Happy Good Friday!"
  },
  {
   "name": "May the sacrifice of Jesus give strength to your soul and light your way towards eternal happiness. Wishing you a Holy Good Friday!"
  },
  {
   "name": "Sending much love and blessings to you on this graceful occasion. Keep the Lord in your heart."
  },
  {
   "name": "May the blessings of the Lord shine upon you on this holy day and may He always keep you in his loving care."
  },
  
  {
   "name": "HE bore it all in silence Because HE held us dear May HE accept our regards May our prayers he hear... Have a blessed Good Friday!"
  },
  {
   "name": "May the blessings of the Lord always shine upon you like diamonds. May all of you always be happy and joyful in your life. Happy Good Friday!"
  },
  {
   "name": "I pray that you are always surrounded by the loving care of our sweet lord. May he bring peace upon all of you and keep you safe always."
  },
  {
   "name": "May God show us the right path, give us the ability to forgive others and give us mercy for our own sins. Have a beautiful Good Friday everyone."
  },
  {
   "name": "A righteous family is a blessing from God, and I am lucky to have you as that blessing."
  },
  {
   "name": "Dear sister, know that I’m praying for you. I hope you too will remember me in your prayers."
  },
  {
   "name": "I am proud to be a Christian and I’m lucky to be a part of you. Wishing my lovely family a great day. Holy Good Friday to you all!"
  },
  {
    "name": "He will answer your prayers today... Have a blessed and happy Good Friday!"
   },
  {
   "name": "I pray that God will be kind to you just like you have always been so kind to me. You are the best family there ever was and ever will be. Happy Good Friday to everyone!"
  },
  {
   "name": "I wish all of you a long life full of success and prosperity. I pray to God that he gives you strength and brings the light of holiness in your lives! Happy Good Friday!"
  },
  {
   "name": "May Chris’s light shows us the path of redemption and his love grace our sinful hearts. Keep us in your prayers on this holy Good Friday."
  },
  {
   "name": "We are given another chance to pray for everything our heart wants. May we become a blessing for each other just like Jesus Christ was to all of us. Have a glorified Good Friday."
  },
  {
   "name": "Today I thank Jesus for showing us the right way. He gave us the light that leads us to peace and salvation. Blessed Good Friday wishes to my family!"
  },
  {
   "name": "May penance fill your heart today, and the glory of this occasion last a lifetime. Best wishes."
  },
  {
   "name": "May you earn your place in the Gods’ list of good people. May Lord keep you in happiness and care today and always. Have a blessed Good Friday."
  },
  {
   "name": "May you find strength in the name of Jesus and find peace in loving him. You are a good person and a great friend. Good Friday blessings to you!"
  },
  {
   "name": "On this holy day, I keep you in my prayers and hope you will do the same for me. May the great lords’ blessing shine upon you this holy day and always."
  },
  {
   "name": "May the thoughts of the holy sacrifice of our sweet Lord clear your mind and fill it with hope and determination for a better life. Have a blissful Good Friday!"
  },
  {
   "name": "Let us say thanks to the son of God for bearing our sins and sacrificing his life for us. We hope we can show kindness and forgiveness to others which he taught us through his deeds. Have a blessed Good Friday!"
  },
  {
   "name": "Establish the goodness of Good Friday in your heart and let God shine your life with his blessed lights of happiness, success, and strength. Have a sacred Good Friday."
  },
  {
   "name": "I pray for you that Jesus keeps you surrounded by happiness and fills your life with his blessings. I wish the best for you today. Good Friday Greetings to you!"
  },
  {
   "name": "Happy Good Friday! May God turn this Good Friday into a blissful beginning of your life. May God fill your life with goodness on this holy day."
  },
  {
   "name": "I hope this holy week adds fresh hope and more assertive faith to your mind. Enjoy the Good Friday."
  },
  {
   "name": "On this Good Friday, let us try our best to receive God’s mercy and forgiveness."
  },
  {
   "name": "When you think about Jesus’s great sacrifice for humanity, no problem in your life is a big problem anymore. Wish you all the best today!"
  },
  {
   "name": "Enjoy a blissful Good Friday and take learnings from the Lord’s sacrifices. Stay blessed."
  },
  {
   "name": "Have faith in God who can end the darkest night of life and fill it with sunshine without any condition. May your good Friday be filled with positive hopes."
  },
  {
   "name": "When you think about Jesus’s great sacrifice for humanity, no problem in your life is a big problem anymore. Wish you all the best today!"
  },
  {
   "name": "May you earn your place in the Gods’ list of good people. May Lord keep you in happiness and care today and always. Have a blessed Good Friday."
  },
  {
   "name": "May the blessings of the Lord always shine upon you like diamonds. May all of you always be happy and joyful in your life. Happy Good Friday!"
  },
  {
   "name": "Feel blessed that you have another chance to live to make use of it and be a blessing just like what Jesus Christ is to all. Happy Good Friday."
  },
  {
   "name": "Loving Christ is the cure of all sins and sadness. May this good Friday bring peace and faith in your life."
  },
  {
   "name": "Whenever you are tired of working hard, think of our Lord and all the blessings he gave you in life. Wishing you a day of happiness and joy. Holy Good Friday!"
  },
  {
   "name": "May this holy day bring you all the good moments in life that you have been waiting for. May you and your family find everlasting peace and prosperity!"
  },
  {
   "name": "This Good Friday, let us celebrate fearlessness together respecting the sacrifice of our dear Lord and ask for strength and forgiveness to lead a meaningful life."
  },
  {
   "name": "Warm wishes on Good Friday to you my dear. May Jesus shower you with all his love and care for a blessed life."
  },
  
  {
   "name": "This is the day when heaven cried as God suffered the pain. Let us pray and thank God for showering his love for us and giving us such wonderful lives. Warm Good Friday wishes to you."
  },

  {
   "name": "“I always pray to the Lord to keep you in His loving care and blessing. May your path of life shine like a star. I am always with you in every step of your life. Happy Good Friday”"
  }
  {
   "name": "On this occasion of Good Friday, I pray for the utmost happiness for you. May God bless you with the strength to face the challenges and make you successful in every possible way."
  },
  {
   "name": "Starting from this holy day, may God’s loving care always stay with you. Have a blessed Good Friday."
  },
  {
   "name": "The unconditional love of Jesus for us is the biggest motivator for doing good things in life and being a good person in life. Happy Easter Friday!"
  },
  {
   "name": "You are an amazing colleague. I pray that you are always happy and joyful like you always are. May God grants you everything you desire for. Have a blessed Good Friday!"
  },
  {
   "name": "Very thankful for the many blessings the Lord has given me I adore you, Lord."
  },
  {
   "name": "Happy Good Friday! May God turn this Good Friday into a blissful beginning of your life. May God fill your life with goodness on this holy day."
  },
  
  {
   "name": "May God gives you mercy, forgiveness, and love in your life to make it a beautiful life…. Wishing a very Happy Good Friday to you."
  },
  {
   "name": "May God cares for you the way you take care of me. Enjoy the Good Friday, darling."
  },
  {
   "name": "You helped me nourish my faith and to stay on the right path. May God bless you."
  },
  {
   "name": "May our love keep reminding us of God and guide us towards eternal light. Have a beautiful Good Friday."
  },
  {
   "name": "Jesus Christ bore all in silence because he accepted us in him. I hope we can return the same to him. Have a blessed Good Friday."
  },
  {
   "name": "On this occasion, I pray that God is always there to give you his blessings and take good care of you…. Best wishes on Good Friday to you."
  },
  {
   "name": "Every problem comes with a purpose. Do not ask to take away these problems but ask him to show you the right path to follow in life. Warm Good Friday wishes to you, my friend."
  },
  {
   "name": "May God respond to all your prayers and allot you a place in heaven. My prayers and best wishes."
  },
  {
   "name": "May His love shine upon you and keep you safe. Have a blessed Good Friday."
  },
  {
   "name": "It is God’s mercy to let us sinners experience yet another Good Friday. So let us express gratitude towards him, today and every day."
  },
  {
   "name": "May God’s blessings surround you, and the angels keep you on the right path. I wish you a blissful Good Friday."
  },
  {
   "name": "Let us mourn the sacrifices of our Lord and lead our lives in the way he has shown us."
  },
  {
   "name": "No worldly power could abolish Lord’s presence in our hearts. Stay in his path and enjoy this holy occasion."
  },
  {
   "name": "May the love for Jesus in your heart grow stronger by each day. May you always be surrounded by the love and care of our sweet Lord. Heartfelt Good Friday Greetings to you!"
  },
  {
   "name": "On this holy day I pray that you always be in the loving blesses of our ever-grateful Lord. Have a nice day full of bliss with your loved ones."
  },
  {
   "name": "On Good Friday, let us remember Jesus who was crucified for our sins. Let us pray him to show us the sinless way of living our lives. Dear friend, warm wishes on Good Friday to you."
  },
  {
   "name": "May such holy days return in your life again and again. Best wishes and enjoy the upcoming Easter."
  },
  {
   "name": "May the Good Friday bring peace and prosperity in your own life. May the Holy Spirit shield you from any threat. The Lord Lights your way up now and always."
  },
  {
   "name": "Good Friday is beautiful because it reminds us that we matter to the great Lord. Have a divine Good Friday with your family and loved one."
  },
  {
   "name": "May you and your loved ones are always showered with the choicest blessings of Almighty. Warm wishes on Good Friday to you."
  },
  {
   "name": "Wishing a very blessed and Happy Good Friday to you my dear. May this holy day bring into our life happiness and goodness."
  },
  {
   "name": "May Jesus Christ be born in our heart again and fill us with strong faith and help us to restore humanity. Sending my wishes and prayers to you and your lovely family on this Good Friday."
  },
  {
   "name": "Life is short and the best thing you could ever achieve in this short time is the love of our Lord. Have a blessed day my dear. Wishing you a lot of luck and laughter."
  },
  {
   "name": "Very thankful for the many blessings the Lord has given me I adore you, Lord. Happy Good Friday to all!"
  },
  
  {
   "name": "On the occasion of Good Friday, let us thank Almighty for all the love and blessings he has showered us with. Wishing a very Happy Good Friday."
  },
  {
   "name": "My love, I wish you a graceful Good Friday. I pray that all your prayers come true."
  },
 
 ]
}
