{
 "selection1": [
  {
   "name": "“Father, into your hands I compliment my soul.”"
  },
  {
   "name": "He who has begun a good work in you shall bring it to completion at the day of Jesus Christ. Good Friday"
  },
  {
   "name": "At any point in all of eternity, we can say "this is just the beginning.""
  },
  {
   "name": "“I am the witness to his valiant passing. I am a token of his last guarantee, Forgiveness am the Cross, Blessings on Good Friday”"
  },
  {
   "name": "He who has begun a good work in you shall bring it to completion at the day of Jesus Christ. Good Friday"
  },
  {
   "name": "The Lord lights up our way into eternal bliss. Good Friday! May the Almighty God Bless You on Good Friday!"
  },
  {
   "name": "Status Of Job Working Mercy, Peace and Love May the grace and Lord… surround you and be with you on Good Friday."
  },
  {
   "name": "“Jesus is the God whom we can approach without pride and before whom we can humble ourselves without gloom.”"
  },
  {
   "name": "Thinking of U on Good Friday and praying that the Lord keep u in his Loving care always."
  },
  {
   "name": "On This Holy Day May His Light Guide Your Path May His Love Grace Your Heart And May His Sacrifice Strengthen Your Soul GOOD FRIDAY !"
  },
  {
   "name": "Good Friday is a day of mourning, and all the ceremonies and rituals of the day are"
  },
  {
   "name": "“By the cross we, as well, are killed with Christ; however alive in Christ. We are no more revolts, yet workers; no more hirelings, yet children!”"
  },
  {
   "name": "He showed us the way He has long been gone And yet in our hearts His name shines on…. Wish you a Holy Friday Happy Good Friday"
  },
  {
   "name": "Praying that the Lord Holds you in His Love And blesses you with His grace. on this Holy Day."
  },
  {
   "name": "Status Of Job Working Mercy, Peace and Love May the grace and Lord… surround you and be with you on Good Friday."
  },
  {
   "name": "May the glory of our Savior Strengthen you and May His Graces Shine Upon You On Good Friday and Always"
  },
  {
   "name": "The Lord lights up our way into eternal bliss. Good Friday"
  },
  {
   "name": "On This Holy Day May His Light Guide Your Path May His Love Grace Your Heart And May His Sacrifice Strengthen Your Soul GOOD FRIDAY !"
  },
  {
   "name": "May the glory of our Savior Strengthen you & May"
  },
  {
   "name": "“2,000 years back one man got nailed to a tree for saying how awesome it would be if everybody was pleasant to one another for a change.”"
  },
  {
   "name": "Our old history ends with the cross, our new history begins with the resurrection."
  },
  {
   "name": "No pain, no palm, no thorns, no throne, no gall, no glory, no cross, no crown."
  },
  {
   "name": "“The cross was two bits of dead wood; and a powerless, docile Man was nailed to it; yet it was mightier than the world, and triumphed, and will ever triumph over it.”"
  },
  {
   "name": "He showed us the way He has long been gone And yet in our hearts His name shines on…. Wish you a Holy Friday Happy Good Friday 2014"
  },
  {
   "name": "Praying that the Lord Holds you in His Love And blesses you with His grace. on this Holy Day."
  },
  {
   "name": "He drained the cup of God’s wrath bone dry, leaving not a drop for us to drink."
  },
  {
   "name": "He showed us the way. He has long been gone And yet in our hearts His name shines on. Wish u a Good Friday!"
  },
  {
   "name": "May the glory of our Savior Strengthen you and May His Graces Shine Upon You On Good Friday and Always"
  },
  {
   "name": "“The Lord lights up our way into internal bliss. Good Friday”"
  },
  {
   "name": “At Sussen, the Devil carried off, last Good Friday, three grooms who had devoted"
  },
  {
   "name": “Good Friday, way of the cross, fasting and abstinence, Examine conscience."
  },
  {
   "name": "The Lord lights up our way into eternal bliss. Good Friday"
  },
  {
   "name": "Praying that the Lord holds you in his love and blesses you with His grace… on dis Holy Day"
  },
  {
   "name": "Our old history ends with the cross, our new history begins with the resurrection."
  },
  {
   "name": "God so loved the world that he gave his only begotten son”."
  },
  {
   "name": "Mercy, Peace & Love ..May the grace & Lord.."
  },
  {
   "name": "He drained the cup of God’s wrath bone dry, leaving not a drop for us to drink."
  }
 ]
}
